[
  {
    "title": "Hawk",
    "body": "Hawk「ホーク」, born Mild「マイルド」, is a talking pig, Meliodas's companion, and the custodian of the Boar Hat bar who helps clean up the disgusting food scraps left by customers. He is later revealed to be a pig-like creature from Purgatory who was stolen as an infant by the Demon King to spy on Meliodas, and thus the lost brother of Wild.",
    "image": "/images/hawk.webp"
  },
  {
    "title": "Hawk Mama",
    "body": "Hawk Mama「ホークママ」 is Hawk's mother and the extremely large, green pig who transports the Boar Hat bar. She is introduced to live underground and transports the bar Boar Hat with her head. So far, her name remains unknown but she has gained many aliases.\n\nIt is later revealed that she was never a pig, but an empty moss shell in which Chaos was sealed in by the Supreme Deity and the Demon King out of fear of their creator.",
    "image": "/images/hawk_mama.webp"
  },
  {
    "title": "Gowther",
    "body": "Gowther「ゴウセル」 is the Goat's Sin of Lust「色欲の罪ゴート・シン, Gōto Shin」 of the Seven Deadly Sins. Gowther is revealed to be a doll, created by a great wizard in the form of his old lover, and is a former member of the Ten Commandments, serving as his creator's proxy during his time with the Commandments. His Sacred Treasure is the Twin Bow, Herritt, which he uses in conjunction with his inherent power, Invasion.",
    "image": "/images/gowther.webp"
  },
  {
    "title": "Merlin",
    "body": "Merlin「マーリン」 is the Boar's Sin of Gluttony「暴食の罪ボア・シン, Boa Shin」 of the Seven Deadly Sins. She is regarded as the greatest mage in Britannia. Her Sacred Treasure is the Morning Star Aldan, a floating orb she can summon at will and often uses in conjunction with her spells and her inherent power Infinity. The name \"Merlin\" is actually an alias as her true name is unpronounceable to humans. \n After helping Meliodas to defeat both the Demon King and the monstrous Cath Palug, Merlin officially parted ways with the rest of the Seven Deadly Sins in order to help Arthur Pendragon rebuild the Kingdom of Camelot using his new power as the \"King of Chaos\". However, sixteen years after the Holy War, she has mysteriously disappeared with her whereabouts and status left unknown.",
    "image": "/images/merlin.webp"
  },
  {
    "title": "Escanor",
    "body": "Escanor「エスカノール」 is the Lion's Sin of Pride「傲慢の罪ライオン・シン, Raion Shin」 of the Seven Deadly Sins, the former second prince of the Kingdom of Castellio, and the man known throughout the Kingdom of Liones as \"The Strongest Holy Knight\". His Sacred Treasure is the Divine Axe, Rhitta, and his inherent power is called Sunshine, which made him renowned for gaining immense power during the day, and gradually becoming weaker with the setting of the sun, leaving him frail and submissive at night.",
    "image": "/images/escanor.webp"
  }
]
